{
  "AI_Consultant_—_DataNorth": "Beste Menno,\nAI is voor mij zowel een vak als echt een hobby. Sinds mijn middelbareschooltijd ben ik gefascineerd geraakt door modellen als AlphaGo en GPT-2, en dat groeide gedurende mijn studententijd uit tot een passie. Tijdens mijn studie Scheikunde heb ik deze passie kunnen uitbouwen met een stevige basis in wiskunde, data analyse, en programmeren. Die opleiding heeft mijn kritisch denkvermogen en onderzoeksvaardigheden aangescherpt, en stelt me in staat om extra bij te dragen aan klantacquisitie in wetenschappelijke sectoren zoals de chemische industrie.\nWat mij vooral typeert, is mijn vloeiende communicatie in het Nederlands en Engels, waarmee ik complexe materie vertaal naar begrijpelijke taal, of dat nu tijdens een workshop, voor de klas, of richting klanten is. Ik ben een doorzetter met een gezonde focus op taken, sterk in planning, en in teamverband, én als initiatiefnemer. Deze vaardigheden en ervaring sluiten naar mijn mening goed aan bij de rol van AI-consultant, waar inhoudelijke kennis en communicatief vermogen cruciaal zijn. \nTechnisch ben ik praktisch ingesteld: ik heb ervaring in Python, Git, TensorFlow en PyTorch en heb gewerkt met data-analyse in zowel Excel als Python. Vanuit eerdere projecten en werkervaring ben ik vertrouwd met Jira- en Agile-omgevingen en belangrijke dataformaten. Belangrijker nog: ik leer snel. Nieuwe methoden en technologieën maak ik mij moeiteloos eigen, iets wat onmisbaar is als AI-consultant.\nWat mij aanspreekt bij DataNorth is jullie focus op het verbinden van geavanceerde AI met concrete toepassingen voor bedrijven. Daarin zie ik een kans om mijn passie voor technologie te combineren met mijn communicatieve kracht, en direct waarde toe te voegen aan jullie team en klanten om AI concreet te implementeren.\nIk kom graag op gesprek om mijn motivatie en projecten verder toe te lichten. Ik ben beschikbaar voor 32-40 uur en woon in Grijpskerk, op korte afstand van Groningen.\nMet vriendelijke groet,\nTom de Groot",
  "AI_ML_Engineer_—_Ilionx": "Geachte heer/mevrouw,\n\nAI is voor mij zowel een vak als een passie. Graag zet ik mijn ervaring en vaardigheden in voor jullie AI/ML Engineer positie bij Ilionx, om verder te leren en te bouwen.\n\nTijdens mijn studie Scheikunde heb ik mijn AI-interesse uitgebouwd met een stevige basis in wiskunde, data-analyse en programmeren. In mijn bachelorscriptie werkte ik aan graph neural networks voor NMR-voorspellingen en tijdens mijn studie voerde ik diverse data- en AI-projecten uit, van eenvoudige text-to-speech, tot het inzetten van RL-bots voor een spel.\n\nIk programmeer in Python en gebruik Git, TensorFlow en PyTorch. Daarnaast heb ik AI toegepast via APIs en lokaal gehoste modellen, van DeepSeek kwantisaties tot Stable Diffusion LORAs. Met de Azure AI stack ben ik minder vertrouwd, maar ik heb wel op remote HPC-clusters gewerkt en pak nieuwe omgevingen snel op.\n\nIk communiceer vloeiend in Nederlands en Engels en licht keuzes beknopt toe richting business en techniek. Over jullie ervaringswens: ik heb geen vijf jaar specifieke Data & AI developerervaring, maar wel brede relevante ervaring in communicatie, projectmanagement en bug- en pentesten. Graag zet ik mijn ervaring in om te werken in een data-gedreven omgeving die snel verandert in de huidige AI-wereld.\n\nRegio Noord-Nederland past uitstekend; ik neem initiatief waar nodig en ben een sterke teamspeler. Ik solliciteer graag omdat ik geloof dat mijn kennis en leercurve snel waarde opleveren in deze rol. Ik heb ervaring met bugtesten, freelance coding en platformontwikkeling. Mijn GitHub deel ik graag ter onderbouwing van mijn persoonlijke data- en AI-projecten.\n\n\nIk hoop snel terug te horen, ik ben beschikbaar voor 32-40 uur.\n\nMet vriendelijke groet,\nTom de Groot",
  "Analist_2A_Klinische_Chemie_—_UMCG": "Beste heer De Groot en mevrouw Muller Kobold,\nDiagnostiek die écht bijdraagt aan patiëntenzorg en wetenschap, in een omgeving waar dit gecombineerd kan worden met ICT skills. Die combinatie in de vacature voor Analist bij het laboratorium Bindingsanalyse sprak mij direct aan. Met mijn recent afgeronde Bachelor Chemistry (track Chemistry of Life) en mijn passie voor zowel biochemie als data-automatisering, ben ik ervan overtuigd dat ik van toegevoegde waarde kan zijn voor uw team.\nTijdens mijn studie heb ik bewust gekozen voor de biochemische kant. Ik heb praktische ervaring opgedaan in BSL-2 laboratoria en ben vertrouwd geraakt met technieken rondom proteïnen en DNA/RNA-isolatie. De stap naar de immunoassays (zoals ELISA en RIA) en analytische technieken die uw laboratorium gebruikt, sluit goed aan bij mijn theoretische achtergrond en laboratoriumvaardigheden. Ik werk nauwkeurig en ben gewend om protocollen strak te volgen, maar kijk ook altijd kritisch naar de resultaten. Ik ben niet van het  klakkeloos werken; als je het doet, moet het goed.\nWat mij extra enthousiast maakte in uw vacaturetekst, is de vraag naar analisten met affiniteit voor ICT en procesverbetering. Dit is precies waar mijn kracht ligt. Naast mijn chemische kennis ben ik zeer vaardig in Python, Excel en het werken met data-pipelines. Tijdens mijn bachelorscriptie heb ik bijvoorbeeld Graph Neural Networks ontwikkeld voor NMR-voorspellingen. Hierdoor ben ik niet alleen handig met laboratoriumsoftware en LIMS, maar kan ik ook meedenken over het automatiseren van dataverwerking en het valideren van nieuwe methoden. Ik vind het leuk om te puzzelen met koppelingen en technische storingen op te lossen, iets dat ik in mijn eerdere werkervaring veelvuldig heb gedaan. Veel van mijn dataprojecten zijn ter onderbouwing hiervan ook terug te vinden op mijn Github.\nNaast de techniek breng ik een sterke focus op kwaliteit mee. Bij Teamspot en Odido (via Transcom) was ik verantwoordelijk voor het signaleren van fouten, bugtesten en het verbeteren van processen. Ik ben communicatief sterk, zowel in het Nederlands als Engels, en functioneer goed in een team waar samenwerken en kennisdelen centraal staan. Ik ben nieuwsgierig aangelegd, maak mij nieuwe apparatuur en software snel eigen en neem graag initiatief als ik zie dat iets efficiënter kan.\nIk ben per direct beschikbaar voor 32-36 uur en woon in Grijpskerk, het UMCG is voor mij uitstekend bereikbaar. Graag kom ik op gesprek om mijn motivatie en vaardigheden verder toe te lichten en dieper in te gaan op de inhoud van de functie, waar ik graag meer over wil horen.\nMet vriendelijke groet,\nTom de Groot",
  "Analist_Genoomdiagnostiek_—_UMCG": "Hallo!\n\nGraag wil ik mijn sollicitatie indienen voor de functie Analist Genoomdiagnostiek. In augustus heb ik mijn BSc Chemistry (track Chemistry of Life) afgerond, en zou mij dit als een gezellige vervolgstap lijken.\n\n\nDe rol bij het Centrale team spreekt mij aan omdat ik energie krijg van het analyseren en uitpuzzelen van resultaten en om te werken voor een goede zaak, de gezondheid van mensen.\nMijn chemische basis helpt mij hierbij door nauwkeurigheid, troubleshooting en kwaliteitsbewustheid er in te stampen.\n\n\nTijdens mijn opleiding werkte ik regelmatig in BSL-2-labs en deed ik praktische ervaring op met PCR-technieken, DNA/RNA-isolatie en DNA manipulatie voor proteïne onderzoek. Bovendien heb ik een sterke theoretische achtergrond voor andere gerelateerde technieken.\n\nDaarnaast ben ik digitaal erg sterk (programmeren, data-analyse en labsoftware), communiceer ik prettig in Nederlands en Engels, en werk ik graag gestructureerd in teamverband.\nIk kijk uit naar uw reactie!\n\nMet vriendelijke groet,\nTom de Groot",
  "Analist_HLO_kwaliteitszorg_—_UMCG": "﻿Beste heer Niestijl en mevrouw Giesen,\nGraag solliciteer ik naar de functie Analist (HLO) kwaliteitszorg / Kwaliteitsfunctionaris binnen de sectie Radiochemie/Radiofarmacie. Ik ben per direct beschikbaar voor 32 uur.\nIk heb een bachelor Scheikunde afgerond en beschik over een solide basis in analytische chemie, biochemie en datagedreven werken. Tijdens mijn bachelorscriptie ontwikkelde en valideerde ik reproduceerbare analysepipelines voor graph neural networks voor NMR-voorspellingen. In eerdere projecten werkte ik in BSL-2 lab met PCR en DNA en RNA isolatie, en heb ik de track “Chemistry of Life” gekozen, en hiermee de focus van mijn studie op de bio-scheikunde geplaatst. Overigens is in mijn studie veel labwerk te pas gekomen, op biologisch en scheikundig front, met een analytische focus op Western en Southern blots, NMR, GC/MS en HPLC.\n\nMijn ervaring sluit goed aan op kwaliteitszorg en procesbeheersing. Bij Teamspot was ik verantwoordelijk voor gestructureerde bug testen en het vastleggen van bevindingen en oorzaken. Bij Odido heb ik mij gericht op procesverbeteringen, zodat klanten beter geholpen werden, vooral in langdurige processen.\nIk werk vaardig met Python en Excel voor trendanalyses en rapportages, en ben in programmerend breed inzetbaar. Ik spreek en schrijf vloeiend Nederlands en Engels. Met de specifieke GMP(z)-richtlijnen heb ik nog beperkte praktijkervaring, maar ik leer graag bij. Ik ben ontzettend leergierig, communicatief sterk en prettig, en ben bekend met sensitieve apparatuur en reacties. Ik geloof dat deze vaardigheden, samen met mijn universitaire en werkervaring, goed van pas komen in deze functie\nIk licht mijn geschiktheid graag toe in een gesprek. Mijn cv licht mijn ervaring en vaardigheden verder toe.\nMet vriendelijke groet,\nTom de Groot\n06 31490416\ntomthegreatest04@gmail.com",
  "Data_Scientist_Team_Cybercrime_—_Politie": "Geachte heer De Jong en mevrouw Van Middelaar, \n \nCybercrime klinkt al spannend. Van de Snowden film tot documentaires over ANOM \nen Operatie Sky, ik heb al langer gefascineerd gekeken hoe data het verschil kan \nmaken tussen een vermoeden en een doorbraak. Daarom wil ik mijn \ndatavaardigheden inzetten bij de bestrijding van (cyber)crime. Bij Team Cybercrime \nNoord-Nederland zou ik graag mijn skills willen inzetten om dit ook te doen. \nMijn bachelorscriptie is een goed voorbeeld voor een recent data project. Met gebruik \nvan depth-first search en eigen algoritmes voor dataset constructie werkte ik aan \ngraph neural networks voor NMR-voorspellingen. Ik programmeerde in Python met \nTensorFlow en Git, getraind op de HPC met Linux hardware acceleratie en \ndocumenteerde keuzes en evaluaties helder. Het resultaat was een robuust \nframework en dataset-aanpak die voor het project en voor mijn persoonlijke \nontwikkeling nuttig is. \nNaast techniek ben ik sterk in communicatie en samenwerking. Ik gaf \nscheikundelessen en professionele cursussen, hielp van jong tot oud over de telefoon, \nen ben makkelijk in het praten. Ik ben nieuwsgierig en praktisch ingesteld: van het \nvrijwillig uitzoeken van juridische documenten tot het uitleggen van algoritmes. \nIk beteken iets voor de mensen om mij heen door mezelf te zijn, aardig, altijd een \nopen oor, en bied altijd mijn hulp aan wanneer mogelijk. Vragen hoe het met mijn \nnaasten is, er voor iemand zijn. Dit is zeker waar ik zelf nog in wil en kan groeien, \nmaar ik geloof dat mijn hart op de juiste plaats zit. \n \nVoor de technische match: Ik heb in meerdere projecten SQL, TensorFlow, Git, API’s \nen verschillende systemen gebruikt. Ik programmeer voornamelijk in Python, met \nhier en daar een uitdaging in een andere taal. Ik nodig u zeker uit om op mijn GitHub \nte kijken naar een deel van mijn projecten gemaakt in mijn vrije tijd.  Wat ik vooral wil laten zien hiermee, is dat ik van data houd. Projecten rondom \nimmigratie, vaccinaties, waterbeschikbaarheid, tot een database voor mijn kaartspel, \nik bouw de kennis om mij heen door naar data te kijken, en ik geloof dat ik de politie \nhiermee kan helpen. \n \nTot slot: ik beschik momenteel nog niet over rijbewijs B; dit heb ik telefonisch \nafgestemd met de heer De Jong en ik ben het traject gestart om dit te behalen. \n Graag licht ik mijn motivatie en voorbeelden verder toe in een gesprek. Ik zie uw \nreactie graag tegemoet.  Met vriendelijke groet, \nTom de Groot",
  "Data_Scientist_—_Sopra_Steria": "Geachte team Sopra Steria,\n\nData en AI is voor mij zowel een vak als een passie. Graag zet ik mijn ervaring en vaardigheden in voor de AI/ML Engineer positie bij Sopra Steria, om verder te leren en te bouwen.\n\nTijdens mijn studie Scheikunde heb ik mijn data- en AI-interesse uitgebouwd met een stevige basis in wiskunde, data-analyse en programmeren. In mijn bachelorscriptie ontwikkelde en onderzocht ik graph neural networks voor NMR-voorspellingen. Daarvoor ontwierp ik reproduceerbare datapipelines en datavalidaties met depth first search, preprocessing, en trainde en optimaliseerde ik het netwerk op een HPC-cluster via linux subshells.\n\nIk programmeer in Python en gebruik Git, TensorFlow en PyTorch. Naast mijn scriptie heb ik AI toegepast via APIs en lokaal gehoste modellen, van DeepSeek kwantisaties tot Stable Diffusion LORAs en reinforcement learning bots voor een spel. Ook in mijn vrije tijd speel ik vaak met data, van CBS data-analyses tot Covid verspreidingsmodellen opzetten. Met de Azure AI stack ben ik minder vertrouwd, maar ik heb wel op remote HPC-clusters gewerkt en pak nieuwe omgevingen snel op.\n\nIk communiceer vloeiend in Nederlands en Engels en leg complexe onderwerpen helder uit. Ik werk graag samen met anderen en hoop gelijkgestemden in jullie team te vinden. Ik breng plezier in het vak, een wetenschappelijk én praktisch oog voor problemen, en relevante ervaring en inzicht mee.\n\n\nVoor meer specifieke werk- en projectinformatie verwijs ik naar mijn CV en GitHub profiel. Ik licht mijn projecten en kennis graag toe in een gesprek. Ik ben beschikbaar voor 32-40 uur.\n\nMet vriendelijke groet,\nTom de Groot",
  "Junior_Onderzoeker_(Gedrag_&_Duurzaamheid)_—_Hanzehogeschool": "﻿Beste Sarah Elbert en selectiecommissie,\n\"Ben jij nieuwsgierig?\" Met die vraag opent jullie vacature, en dat is precies hoe ik mezelf in één woord zou omschrijven: een nieuwsgierige onderzoeker met een passie voor data en maatschappelijke impact. Hoewel mijn achtergrond in de Scheikunde ligt, is mijn drive breder: ik wil begrijpen hoe systemen werken – of dat nu moleculen zijn of menselijk gedrag in de energietransitie. Daarom solliciteer ik graag naar de functie van Junior Onderzoeker bij het lectoraat Communication, Behaviour and the Sustainable Society.\nHoewel mijn achtergrond in de Scheikunde (BSc) wellicht niet de meest voor de hand liggende route lijkt naar gedragsonderzoek, is de kern van het werk hetzelfde: nieuwsgierig zijn, data verzamelen en patronen ontdekken. Tijdens mijn studie en bachelorscriptie heb ik een sterke basis gelegd in onderzoeksmethodologie en data-analyse. Ik heb geleerd om kritisch naar resultaten te kijken, of dat nu gaat om moleculaire interacties of, zoals in deze functie, menselijk gedrag en energieverbruik.\nAan de kwantitatieve kant breng ik een flinke dosis technische bagage mee. Ik ben zeer vaardig in Python en Excel en heb ervaring met het bouwen van datapipelines en het analyseren van complexe datasets. Deze skills komen goed van pas, want mijn nieuwsgierigheid hiernaar stopt niet wanneer ik thuiskom. Graag speel ik met datasets over uiteenlopende thema’s, zoals het analyseren van immigratiedata, waterbeschikbaarheid of wiskunde. Ik zie het als een uitdaging om deze ervaring nu in te zetten voor de onderzoeksdata binnen het lectoraat. Ik leer snel nieuwe software en methoden aan, dus ook met tools als SPSS kan ik snel uit de voeten.\nJullie zoeken echter niet alleen een data-analist, maar iemand die verbinding maakt. Bij Odido (via Transcom) en Teamspot heb ik laten zien dat ik communicatief sterk ben en makkelijk schakel met verschillende mensen. Of ik nu een gefrustreerde klant help, een project op een middelbare school leid, of voor de klas sta: ik luister, vraag door en zoek naar de kern van het probleem. Het vooruitzicht om de deuren langs te gaan voor interviews of vragenlijsten schrikt mij dan ook niet af; ik haal juist energie uit dat contact.\nHet thema duurzaamheid en 'People in power' spreekt mij enorm aan. Ik geloof dat de energietransitie niet alleen een technisch vraagstuk is, maar vooral een menselijk vraagstuk. Ik wil mijn analytische blik graag inzetten om dat gedrag in kaart te brengen en zo praktisch bij te dragen aan een duurzame samenleving. Ik werk graag samen in een team waar we van elkaar kunnen leren. Ik breng de technische en analytische skills mee, en leer graag van jullie over de gedragswetenschappelijke kant.\nIk ben per direct beschikbaar en woon in de regio Groningen. Graag kom ik op gesprek om toe te lichten hoe ik mijn onderzoekende houding en communicatieve vaardigheden kan inzetten voor het lectoraat.\nMet vriendelijke groet,\nTom de Groot",
  "Junior_Test_Engineer_—_DUO": "Betreft: Sollicitatie Junior Test Engineer – kenmerk 63890\nGeachte heer/mevrouw,\nTesten is voor mij nieuwsgierig onderzoeken, slim puzzelen en vele slapeloze nachten. Soms ongelofelijk frustrerend en vermoeiend, maar je doet het voor het eindresultaat, en kan dan met voldoening op de route daar naar toe terugkijken. Ik hoop diezelfde voldoening ook te vinden bij Duo.\nIn mijn studie Scheikunde werkte ik precies en data-gedreven; in mijn scriptie onderzocht ik machinelearning (GNN) voor NMR-voorspellingen: werk dat kritisch denken, documenteren en reproduceerbare resultaten vergt. Ik heb veel en gevarieerd getest en robuuste pipelines opgezet om datasets te aggregeren en te valideren, testen was een groot deel van mijn onderzoek.\nIn de praktijk heb ik dat aangevuld met bugtesten en werken volgens Agile methodes met Jira (Teamspot), én met troubleshooting en klantcommunicatie bij Odido (via Transcom). Zo leerde ik issues scherp te beschrijven, oorzaken te herleiden en verbeteringen helder terug te koppelen naar collega’s en gebruikers.\nTechnisch ben ik leergierig en breed inzetbaar: Python en Git voor scripts/automatisering en versiebeheer, Excel voor snelle analyses, en Windows-debugging voor praktische probleemoplossing. Nieuwe tools maak ik me snel eigen. Ik ben gewend om bevindingen grondig en controleerbaar te rapporteren, feedback actief op te halen en samen te werken met collega’s uit verschillende disciplines. Dat past bij DUO’s vakgroep Test en de focus op continue verbetering.\nDe combinatie van leren en bijdragen binnen DUO spreekt me sterk aan.. Standplaats Groningen past uitstekend; ik ben beschikbaar voor 32-36 uur.\n\nGraag licht ik mijn aanpak en leercurve toe in een gesprek.\nIk zie uw reactie en de vervolgstappen graag tegemoet.\nMet vriendelijke groet,\nTom de Groot\n\nextra comments:\nMijn CV heb ik niet expliciet met EuroPass gemaakt. Ik geloof dat de structuur, benodigde informatie, en meer ook te pas komen in mijn huidige CV!\nAls het blijkt dat dit niet zo is, zou ik hierop een bericht kunnen krijgen? Dan vul ik natuurlijk nog een EuroPass CV in.",
  "Kwaliteit_en_Servicemanagement_—_Duo": "Betreft: Sollicitatie Medewerker Kwaliteit- en Servicemanagement (ODC-Noord) – vacaturenummer 63875\n\nGeachte heer/mevrouw,\n\n\n“Kwaliteit begint met aandacht” spreekt me direct aan. In de rol van Medewerker Kwaliteit- en Servicemanagement wil ik die aandacht vertalen naar duidelijke processen, betrouwbare controles en concrete verbeteringen in de dienstverlening.\n\nBij Odido hielp ik klanten én keek ik vrijwillig snel mee achter de schermen waar mogelijk. Ik signaleerde knelpunten (vastlopende processen, terugkerende issues) en droeg bij aan oplossingen. Processen die vast lopen, veel voorkomende problemen. De ruimte om structureel te verbeteren was daar beperkt, precies wat ik in deze functie wél zoek: systematisch verbeteren.\n\nDaarnaast heb ik grootschalige, tijdgevoelige projecten ondersteund bij Teamspot in een Agile omgeving met Jira. Ik stelde heldere bugrapporten op, heb systematische eisen onder meer naar boven gehaald, en stemde af met scholen voor Project Noord Nederland voor het bedrijf.\n\nTechnisch ben ik breed inzetbaar: Git, Excel, Python, Windows troubleshooting en enkele programmeertalen. Die combinatie helpt mij snel technische systemen te begrijpen vanuit een technisch en gebruiker oogpunt. Ik geloof dat deze vaardigheden mij helpen om voor organisatie te werken waar financiën, techniek, en de mens samenkomen.\nStandplaats Groningen past goed; ik ben beschikbaar voor 32-36 uur.\nIk zie uw reactie en vervolgstappen graag tegemoet.\n\nMet vriendelijke groet,\nTom de Groot\n\n\nextra comments:\nMijn CV heb ik niet expliciet met EuroPass gemaakt. Ik geloof dat de structuur, benodigde informatie, en meer ook te pas komen in mijn huidige CV!\nAls het blijkt dat dit niet zo is, zou ik hierop een bericht kunnen krijgen? Dan vul ik natuurlijk nog een EuroPass CV in.",
  "Specialist_Datatactiek_Team_Opsporing_—_Politie": "Geachte heer Visser en mevrouw Van Middelaar,\n\n‘Van data naar bewijs’ spreekt mij direct aan. Daar ben ik van, in mijn leven en in mijn studie heb ik vaak ook dit principe toegepast om verder te komen. Vaak maakt slimme data-analyse het verschil tussen een vermoeden en een conclusie. Diezelfde drive wil ik inzetten als specialist datatactiek binnen Team Opsporing in Leeuwarden.\nWat mij onderscheidt, is mijn plezier in complexe datapuzzels en analyses. Ik ben vertrouwd met router-informatie, datatypen en sniffing, en ik voel me thuis in situaties waar veel, uiteenlopende bronnen gecombineerd moeten worden. Ik heb gewerkt in Scrum/Agile-omgevingen en kan die manier van iteratief, scenario-gedreven werken goed vertalen naar een CSAE-achtige aanpak.\nMijn bachelorscriptie laat goed zien hoe ik structureel en reproduceerbaar met data werk. Met graph neural networks voor NMR-voorspelling bouwde ik, o.a. via depth-first search en eigen algoritmes voor datasetconstructie, een robuuste pipeline. Ik programmeerde in Python, beheerde code met Git, trainde op Linux/HPC en documenteerde keuzes en evaluaties zorgvuldig. Die combinatie van techniek, schaal en duidelijke verslaglegging neem ik mee naar praktijksituaties waarin bevindingen stand moeten houden. Ook kan ik door mijn achtergrond goed inzien welke limitaties en optimalisaties gemaakt kunnen worden, op technische en communicatief vlak.\nDomeinkennis breng ik mee vanuit de telecom: bij Odido heb ik ervaring opgedaan met processen en CDR-data. Hier heb ik minimaal opsporingswerk hoeven doen natuurlijk, maar begrijp ik de structuur, beperkingen en mogelijkheden ervan goed. OSINT-tools ken ik conceptueel; ik weet welke typen middelen wanneer waardevol zijn en heb zelf een klein privé OSINT project. Ik leer snel en pak nieuwe tooling graag op wanneer een onderzoek dat vraagt. Ik ben gelukkig hier ook razend snel in, Mijn hele leven lang heb ik ervaring met computers, en dat komt gelukkig goed van pas.\n\nNaast techniek ben ik sterk in communicatie en kennisdeling. Ik heb scheikundelessen en professionele cursussen gegeven en ik leg complexe materie graag begrijpelijk uit. Bij zowel Odido als Teamspot en in mijn studie heb ik laten zien dat ik duidelijk communiceer en professioneel én wetenschappelijk kan rapporteren. Ik geloof dat ik met mijn skillset een aanwinst ben voor het Team Opsporing.\n\nGraag licht ik mijn motivatie en voorbeelden toe in een gesprek.\nIk zie uw reactie graag tegemoet!\n\nMet vriendelijke groet,\nTom de Groot",
  "Statistisch_Biologist_—_UMCG": "Biosketch - Tom de Groot\n\nBSc in Chemistry with Chemistry of Life track. Bachelor thesis on graph neural networks for NMR prediction in Python.\n\nVersatile with biology specific programs like SnapGene, PyMol and BLAST. Additionally, worked and trained on Graph/relational-based data.\n\nCoding: Python; RDKit, TenserFlow/PyTorch, Scikit, and common libraries. Comfortable in big dataformats such as JSON, CSV, SQL/SQLite, XML. Large database handling and data analysis/statistics. Multiple small and large scale personal and work projects implementing these. (e.g. modelling vaccination risk, immigration data, automated speech to script tooling).\n\nBiostatistics: exposure to multi omics integration, ANOVA/MANOVA analysis, regression models, XGBoost, MLPs and other related Neural Network solutions.\n\nBiochemistry and lab: BSL 2 practice, worked on PCR, DNA and RNA isolation, solid understanding of protein and nucleic acid chemistry from the Chemistry of Life track, focussed on DNA and protein editing.\n\nCollaboration and communication: fully fluent Dutch and English, concise reporting for clinical and technical stakeholders, experience in Agile teams. Multiple years of work experience in project management and support roles, alongside freelance coding.\n\nFit for the role: ready to analyze and integrate large omics datasets in heart failure, support clinicians, and develop validated tools and publishable results. Excited to travel to learn and collaborate.\n\nIn short; recently graduated biochemist with a specialisation in coding and data sciences, excited for this opportunity.\n\nPhone: 06 31490416\nEmail: tomthegreatest04@gmail.com\nGitHub (Coding/Data projects): https://github.com/Tomodovodoo",
  "Junior_Machine_Learning_Engineer_—_Experis": "Beste Max,\nAI is voor mij zowel een vak als een passie. De kans om deze passie in te zetten voor directe impact op de zorg, in een rol waar innovatie en de complexiteit van zorg samenkomen, sprak mij direct aan in de vacature voor AI Engineer.\nIn de afgelopen jaren heb ik deze passie kunnen omzetten in functionele kennis en heb ik mij verdiept in de wiskunde, technieken en implementatie van AI. Hierdoor heb ik van het begin af aan met AI kennis kunnen maken, maar begrijp ik ook de limitaties en de ongelooflijke mogelijkheden. Maar het meest belangrijk, ik kan deze toepassingen daadwerkelijk bouwen en inzetten.\nPersoonlijk heb ik dan ook meerdere projecten met AI opgezet; Een compleet agentic sollicitatiesysteem tot wetenschappelijke Graph Neural Networks gebouwd gebaseerd op complexe data acquisitie. Ik heb deze oplossing op verschillende architecturen kunnen trainen en inzetten. Hierdoor ben ik niet alleen bekend met Pytorch en Tensorflow, maar ook met de server hosting, via Linux shells, op Windows systemen, op een lokale server, of in een cloud omgeving.\nSinds de tijd van GPT-2, of hiervoor met Disco Diffusion toen “AI” nog niet bij iedereen bekend was, was ik in mijn middelbare schooltijd al gemotiveerd om al deze technieken mij eigen te maken. Hoewel ik een Bachelor Scheikunde achter de rug heb, is mijn voornaamste specialisatie in het werken met data in de sciences. Hiernaast houd ik er van om te programmeren, ook zonder AI, ik ken de limitaties, de mogelijkheden, en heb mij kunnen ontwikkelen tot een programmeur met een erg goed verstand van data handling, een wetenschappelijk oog voor details, en een grip op complexe data-analyse technieken en verificatie. Ik kan complexe data problemen en automatisering omzetten naar inzetbare, geïntegreerde plannen, en hoop dit in deze functie ook te kunnen doen.\nIk geloof dus ook dat mijn ervaringen, persoonlijke en wetenschappelijke projecten een aanwinst kunnen zijn voor deze vacature. Graag zet ik mijn passie, die gegrond is in Open Source projecten en wetenschap, nu professioneel in, en ik geloof dat ik een goede toevoeging aan jullie team kan zijn. Hiervoor is ook mijn Github te bekijken, over mijn BaanSoliciteren project, of diverse kleinere projecten.\nIk ben per direct beschikbaar en woon in Grijpskerk, op korte afstand van Groningen. Erg graag kom ik op gesprek om mijn motivatie, projecten, kennis, en enthousiasme te delen, en om meer te horen te krijgen over de rolinvulling.\nMet vriendelijke groet,\nTom de Groot",
  "Test_Engineer_—_CGI": "Geachte heer Van Keulen,\nSoftware testen is voor mij precies het leukste deel van bouwen: kritisch kijken, slim puzzelen en doorzetten tot je zeker weet dat iets écht klopt. Daarom solliciteer ik graag naar de functie Tester bij CGI in Groningen.\nIk ken de frustraties als eindgebruiker al te goed, naast de belangrijke rol van het voorkomen van kwetsbare code. De combinatie van maatschappelijke impact en de ruimte om door te groeien maakt deze functie erg aantrekkelijk voor mij. Graag wil ik bij CGI hierin mijn impact tonen.\nVanuit mijn bachelor Scheikunde neem ik een sterke basis mee in gestructureerd werken en kwaliteitsdenken. In mijn bachelorscriptie (graph neural networks voor NMR-voorspelling) was valideren geen bijzaak. Voor een overgroot deel bouwde ik reproduceerbare pipelines, statistische modellen voor controleerde data- en modelresultaten en documenteerde keuzes zodat alles controleerbaar en herhaalbaar bleef.\nMijn praktische testervaring heb ik parttime opgedaan bij Teamspot, waar ik in een Agile-omgeving verantwoordelijk was voor bugtesten en het helder communiceren van bevindingen naar developers. Daarbij heb ik ook geholpen met het signaleren en oplossen van frontendkwetsbaarheden (o.a. XSS-gerelateerde session escalation) en heb ik ervaring opgedaan met het uitvoeren van backendtests. Daarnaast heb ik bij Odido (via Transcom) ervaren hoe cruciaal goed werkende software is voor de eindgebruiker. Ik ben communicatief sterk in zowel Nederlands als Engels en schakel makkelijk tussen technische details en de impact voor de organisatie, iets wat in een testrol, als schakel tussen techniek en klantwensen, essentieel is.\nWat mij specifiek aantrekt in CGI is de focus op ontwikkeling en eigenaarschap. Ik ben van nature leergierig, werk graag met tooling zoals Selenium, en ik heb een erg stevige programmeerbasis in Python en ervaring met Git. Na mijn studie heb ik deze basis uitgebreid tot competitief programmeren en code snelheid. Certificeringen zoals ISTQB/TMap/PSM1 haal ik graag wanneer dit waarde toevoegt binnen CGI of bij een klant.\nIk woon in Grijpskerk en ben beschikbaar voor 32-40 uur. Ik licht mijn motivatie en vaardigheden graag toe in een gesprek. In de tussentijd nodig ik u van harte uit om mijn Github te bekijken voor mijn publieke projecten.\nMet vriendelijke groet,\nTom de Groot\n06 31490416\ntomthegreatest04@gmail.com\nGitHub: https://github.com/Tomodovodoo",
  "C&M_Engineer_—_Polyvation": "Beste heer Boon,\nTechniek en chemie zijn voor mij onlosmakelijk met elkaar verbonden. Waar ik tijdens mijn studie Scheikunde leerde waarom een reactie werkt, ben ik van jongs af aan al gefascineerd door hoe we deze processen analyseren en beheersen. De functie van Calibration & Maintenance Engineer bij PolyVation is daarom precies de plek waar mijn chemische achtergrond en technische, probleemoplossende instelling samenkomen.\nAls recent afgestudeerde Bachelor Chemistry (track Chemistry of Life) begrijp ik de eisen die productie- en laboratoriumomgevingen stellen aan reactoren, doseersystemen en meetinstrumenten. Ik weet hoe cruciaal nauwkeurigheid is in een laboratorium- en productieomgeving, zeker wanneer het gaat om medische toepassingen en ISO/GMP-richtlijnen. In mijn bachelorscriptie (NMR-voorspellingen met Graph Neural Networks) werkte ik uiterst gestructureerd: data zorgvuldig verwerken, validaties uitvoeren en resultaten reproduceerbaar documenteren. Diezelfde discipline breng ik graag mee naar kalibraties, equipment files, onderhoudsplanning en CAPA-documentatie.\nWat mij onderscheidt is mijn affiniteit met automatisering en IT. U zoekt iemand die kan bijdragen aan automatisering van productie- en onderhoudsprocessen. Dit is precies waar mijn kracht ligt. Ik heb ruime ervaring met Python, data-analyse en het bouwen van efficiënte pipelines. Ik denk graag mee over het slimmer vastleggen en analyseren van C&M-data (bijv. planning, logboeken, trendanalyses) zodat onderhoud voorspelbaarder en efficiënter wordt. Vanuit mijn opleiding en projecten ben ik bekend met sensitieve instrumenten zoals HPLC/LC-MS, evenals kalibratie-documentatie en statistische verwerking hiervan.\nDaarnaast ben ik hands-on in troubleshooting en service. Bij Transcom en Teamspot leerde ik snel tot de kern van storingen te komen, helder te rapporteren en prettig te schakelen met zowel technische collega’s als gebruikers. Ik communiceer vloeiend in Nederlands en Engels. Certificeringen zoals VCA/NEN 3140/ATEX wil ik waar nodig snel behalen, en ben ik leergierig voor.\nIk zoek een veelzijdige functie waarin ik mijn handen uit de mouwen steek én continu verbeter. PolyVation biedt die combinatie in een innovatieve, internationale omgeving die regionaal bereikbaar is. Ik ben per direct beschikbaar voor 32-40 uur en woon in Grijpskerk.\nErg graag kom ik op gesprek om mijn motivatie en technische vaardigheden verder toe te lichten!\nMet vriendelijke groet,\nTom de Groot\n+31 6 314 90 416\ntomthegreatest04@gmail.com",
  "AI-Automation_Engineer_—_SoundImports": "Beste SoundImports,\nErg graag solliciteer ik op de functie van AI-Automation Engineer. Ik solliciteer graag voor deze functie, omdat ik persoonlijk uitbundige ervaring heb met AI systemen, achterliggende technieken, en ben erg bekend met n8n.\nEen beetje over mij; recent heb ik mijn opleiding in Scheikunde voltooid, met een scriptie in machine learning en keuzevakken in het programmeren in scheikunde. Tijdens mijn studie werd ik steeds meer geïnteresseerd in programmeren, vooral in Python. Ik heb veelal persoonlijk kleinere data projecten opgezet, en heb deze kennis kunnen gebruiken voor mijn scriptie, die vooral gefocust was op zeer technische data analyse, statistieken, en het optimaliseren van een Graph Neural Network in de scheikunde.\nTijdens deze opleiding heb ik de kans gekregen om voor de support van chess.com en Teamspot te werken als bijbaan. Hierin was ik verantwoordelijk voor de ondersteuning, en voor Teamspot is dit uitgebreid over tijd naar projectleider, en het bugtesten van de website, app, integraties, en APIs. In deze bugtesting heb ik verschillende XSS vulnerabilities gevonden, in berichtsystemen, stageopdrachten, en heb ik geholpen deze op te lossen door API veranderingen.\nIn beide ervaringen, werk en universitair, hebben mij de kans gegeven om persoonlijk als developer systemen te snappen, en hoe API’s in elkaar moeten zitten. In mijn mening is het cruciaal deze ervaring, en kennis, te hebben om met AI systemen te werken. Persoonlijk werk ik voor mijn hobbies met Codex en Antigravity, en ben ik erg bekend met tools via API, workflows via no-code door ervaring te hebben in de vroegere diffusie modellen.\nAutomatisering zit in mijn bloed, ik ben enorm leergierig en gedreven, en in mijn vrije tijd programmeer ik meestal. Kijk daarom gerust op mijn Github, waarop mijn publieke projecten staan, of mijn codewars account waar ik competitief programmeer op puzzels, en deze zelf maak. In het bijzonder wil ik mijn Open Source contributies in Lean uitlichten, waar ik in mijn vrije tijd aan meewerk aan de laatste wiskunde met hoogstaande professoren, en ik persoonlijk trots op ben. Hiervoor gebruik ik verschillende AI tools, en kan zelfverzekerd stellen dat op AI-gebied ik een expert ben.\n\nIk woon in Grijpskerk, op korte afstand van Groningen, en ben beschikbaar voor een fulltime dienstverband (32-40 uur).\nIk wacht in spanning af op jullie reactie!\nMet vriendelijke groet,\nTom de Groot\n0631490416",
  "Junior_Pentester_Warpnet": "Beste Warpnet,\nErg graag solliciteer ik op de functie van Junior Pentester, een baan die mij een langere tijd al interesseert. Ik houd er van om sites te doorspitten, kijken of ik via console javascripts een veiligheidsrisico kan ontdekken, packets aan te passen voordat ze verstuurd worden, en heb ook ervaring om deze skills te gebruiken tijdens mijn bijbaan bij Teamspot.\nEen beetje over mij; recent heb ik mijn opleiding in Scheikunde voltooid, met een scriptie in machine learning en keuzevakken in het programmeren in scheikunde. Tijdens mijn studie werd ik steeds meer geïnteresseerd in programmeren, vooral in Python. Ik heb veelal persoonlijk kleinere data projecten opgezet, en ben hierdoor bekend geworden met veel van de benodigde data frameworks in Python, wat ik heb kunnen gebruiken voor mijn scriptie, die vooral gefocust was op zeer technische data analyse, statistieken, en het optimaliseren van een Graph Neural Network in de scheikunde.\nTijdens deze opleiding heb ik de kans gekregen om voor de support van chess.com en Teamspot te werken als bijbaan. Hierin was ik verantwoordelijk voor de ondersteuning, en voor Teamspot is dit uitgebreid over tijd naar het bugtesten van de website, app, integraties, en APIs. In deze bugtesting heb ik verschillende XSS vulnerabilities gevonden, in berichtsystemen, stageopdrachten, en heb ik geholpen deze op te lossen door API veranderingen.\nBeide ervaringen, werk en universitair, geven mij een sterke basis om als Junior Pentester uit te blinken. Ik volg de laatste ontwikkelingen in de cybersecurity en de laatste CVE’s, ben bekend met de methoden die gebruikt worden als aanvalsvectoren, en de manieren om deze zo veel mogelijk te verhelpen.\nGraag haal ik alle benodigde certificaten, ben ik enorm leergierig en gedreven, en in mijn vrije tijd programmeer ik meestal. Kijk daarom gerust op mijn Github, waarop mijn publieke projecten staan, of mijn codewars account waar ik competitief programmeer op puzzels, en deze zelf maak. In het bijzonder wil ik mijn Open Source contributies in Lean uitlichten, waar ik in mijn vrije tijd aan meewerk aan de laatste wiskunde met hoogstaande professoren, en ik persoonlijk trots op ben.\n\nIk woon in Grijpskerk, op korte afstand van Groningen, en ben beschikbaar voor een fulltime dienstverband (32-40 uur). Hybride werken met een paar dagen per week op kantoor past daar uitstekend bij.\nIk wacht in spanning af op jullie reactie!\nMet vriendelijke groet,\nTom de Groot\n0631490416",
  "Traineeship_Business_IT_—_Enshore": "Beste Carmen,\nIk reageer graag op de vacature voor het Traineeship Business & IT bij Enshore in Groningen. De combinatie van processen verbeteren, met klanten schakelen en met IT werken past goed bij wat ik leuk vind en waar ik goed in ben.\nOnlangs heb ik mijn bachelor Scheikunde afgerond. Tijdens mijn studie verschoof mijn interesse steeds meer naar data, programmeren en automatisering; zo heb ik onder andere aan een machine learning project gewerkt en zelf tooling gebouwd om analyses en processen te versnellen. Die mix van analytisch denken en praktisch bouwen neem ik graag mee in een rol waarin ERP-systemen en bedrijfsprocessen centraal staan.\nNaast mijn studie heb ik bij Transcom (Odido) en Teamspot gewerkt in support- en projectrollen. Daar heb ik geleerd om goed door te vragen, de kern van een probleem te vinden en dit helder te vertalen naar een oplossing. Ik vind het leuk om dicht op de gebruiker te zitten en samen te kijken hoe processen slimmer en stabieler kunnen.\nWat mij in Enshore aanspreekt, is de combinatie van verantwoordelijkheid en vrijheid in kleine teams. Ik leer snel, duik graag in nieuwe systemen en voel me prettig in een informele omgeving waar je met collega’s samen dingen beter maakt. Met mijn analytische achtergrond, IT-affiniteit en communicatieve vaardigheden verwacht ik goed aan te sluiten bij jullie klantteams.\nIk licht mijn motivatie en achtergrond graag verder toe in een gesprek.\nMet vriendelijke groet,\nTom de Groot\nHerestraat 45, 9843 AJ Grijpskerk\n06 314 90 416\ntomthegreatest04@gmail.com",
  "C_and_M_Engineer_—_Polyvation": "Beste heer Boon,\nTechniek en chemie zijn voor mij onlosmakelijk met elkaar verbonden. Waar ik tijdens mijn studie Scheikunde leerde waarom een reactie werkt, ben ik van jongs af aan al gefascineerd door hoe we deze processen analyseren en beheersen. De functie van Calibration & Maintenance Engineer bij PolyVation is daarom precies de plek waar mijn chemische achtergrond en technische, probleemoplossende instelling samenkomen.\nAls recent afgestudeerde Bachelor Chemistry (track Chemistry of Life) begrijp ik de eisen die productie- en laboratoriumomgevingen stellen aan reactoren, doseersystemen en meetinstrumenten. Ik weet hoe cruciaal nauwkeurigheid is in een laboratorium- en productieomgeving, zeker wanneer het gaat om medische toepassingen en ISO/GMP-richtlijnen. In mijn bachelorscriptie (NMR-voorspellingen met Graph Neural Networks) werkte ik uiterst gestructureerd: data zorgvuldig verwerken, validaties uitvoeren en resultaten reproduceerbaar documenteren. Diezelfde discipline breng ik graag mee naar kalibraties, equipment files, onderhoudsplanning en CAPA-documentatie.\nWat mij onderscheidt is mijn affiniteit met automatisering en IT. U zoekt iemand die kan bijdragen aan automatisering van productie- en onderhoudsprocessen. Dit is precies waar mijn kracht ligt. Ik heb ruime ervaring met Python, data-analyse en het bouwen van efficiënte pipelines. Ik denk graag mee over het slimmer vastleggen en analyseren van C&M-data (bijv. planning, logboeken, trendanalyses) zodat onderhoud voorspelbaarder en efficiënter wordt. Vanuit mijn opleiding en projecten ben ik bekend met sensitieve instrumenten zoals HPLC/LC-MS, evenals kalibratie-documentatie en statistische verwerking hiervan.\nDaarnaast ben ik hands-on in troubleshooting en service. Bij Transcom en Teamspot leerde ik snel tot de kern van storingen te komen, helder te rapporteren en prettig te schakelen met zowel technische collega’s als gebruikers. Ik communiceer vloeiend in Nederlands en Engels. Certificeringen zoals VCA/NEN 3140/ATEX wil ik waar nodig snel behalen, en ben ik leergierig voor.\nIk zoek een veelzijdige functie waarin ik mijn handen uit de mouwen steek én continu verbeter. PolyVation biedt die combinatie in een innovatieve, internationale omgeving die regionaal bereikbaar is. Ik ben per direct beschikbaar voor 32-40 uur en woon in Grijpskerk.\nErg graag kom ik op gesprek om mijn motivatie en technische vaardigheden verder toe te lichten!\nMet vriendelijke groet,\nTom de Groot\n+31 6 314 90 416\ntomthegreatest04@gmail.com",
  "Junior_Onderzoeker_(Gedrag_and_Duurzaamheid)_—_Hanzehogeschool": "﻿Beste Sarah Elbert en selectiecommissie,\n\"Ben jij nieuwsgierig?\" Met die vraag opent jullie vacature, en dat is precies hoe ik mezelf in één woord zou omschrijven: een nieuwsgierige onderzoeker met een passie voor data en maatschappelijke impact. Hoewel mijn achtergrond in de Scheikunde ligt, is mijn drive breder: ik wil begrijpen hoe systemen werken – of dat nu moleculen zijn of menselijk gedrag in de energietransitie. Daarom solliciteer ik graag naar de functie van Junior Onderzoeker bij het lectoraat Communication, Behaviour and the Sustainable Society.\nHoewel mijn achtergrond in de Scheikunde (BSc) wellicht niet de meest voor de hand liggende route lijkt naar gedragsonderzoek, is de kern van het werk hetzelfde: nieuwsgierig zijn, data verzamelen en patronen ontdekken. Tijdens mijn studie en bachelorscriptie heb ik een sterke basis gelegd in onderzoeksmethodologie en data-analyse. Ik heb geleerd om kritisch naar resultaten te kijken, of dat nu gaat om moleculaire interacties of, zoals in deze functie, menselijk gedrag en energieverbruik.\nAan de kwantitatieve kant breng ik een flinke dosis technische bagage mee. Ik ben zeer vaardig in Python en Excel en heb ervaring met het bouwen van datapipelines en het analyseren van complexe datasets. Deze skills komen goed van pas, want mijn nieuwsgierigheid hiernaar stopt niet wanneer ik thuiskom. Graag speel ik met datasets over uiteenlopende thema’s, zoals het analyseren van immigratiedata, waterbeschikbaarheid of wiskunde. Ik zie het als een uitdaging om deze ervaring nu in te zetten voor de onderzoeksdata binnen het lectoraat. Ik leer snel nieuwe software en methoden aan, dus ook met tools als SPSS kan ik snel uit de voeten.\nJullie zoeken echter niet alleen een data-analist, maar iemand die verbinding maakt. Bij Odido (via Transcom) en Teamspot heb ik laten zien dat ik communicatief sterk ben en makkelijk schakel met verschillende mensen. Of ik nu een gefrustreerde klant help, een project op een middelbare school leid, of voor de klas sta: ik luister, vraag door en zoek naar de kern van het probleem. Het vooruitzicht om de deuren langs te gaan voor interviews of vragenlijsten schrikt mij dan ook niet af; ik haal juist energie uit dat contact.\nHet thema duurzaamheid en 'People in power' spreekt mij enorm aan. Ik geloof dat de energietransitie niet alleen een technisch vraagstuk is, maar vooral een menselijk vraagstuk. Ik wil mijn analytische blik graag inzetten om dat gedrag in kaart te brengen en zo praktisch bij te dragen aan een duurzame samenleving. Ik werk graag samen in een team waar we van elkaar kunnen leren. Ik breng de technische en analytische skills mee, en leer graag van jullie over de gedragswetenschappelijke kant.\nIk ben per direct beschikbaar en woon in de regio Groningen. Graag kom ik op gesprek om toe te lichten hoe ik mijn onderzoekende houding en communicatieve vaardigheden kan inzetten voor het lectoraat.\nMet vriendelijke groet,\nTom de Groot"
}